const DiaryData = [
  {
    date: "1995.03.12",
    title: "以撒 缪",
    body: "东国的文字真是难写。\n\n今天是缪离开布雷诺的第一天，\n我想她。\n\n好吧，我还是写不会她的名字。\n虽然她在的时候，我已经求了她教我。"
  },
  {
    date: "1995.03.15",
    title: "睡不着，一点都睡不着。",
    body: "一闭上眼睛，\n梦里就全是她的样子，\n耳边就全是她的声音。\n看见她在我身边，\n听见她在对我说话。\n\n缪\n\n她说让我做蝴蝶，\n可是我做不了。\n我只能停留在布雷诺等她再次出现。\n明明我才是留在原地的花，\n明明她才是那只好看的蝴蝶。"
  },
  {
    date: "1995.03.22",
    title: "缪",
    body: "明明才过了几天，\n两年，什么时候变得这么漫长了。\n\n不过还好，还能在梦里看见她。\n她离开的时候说，\n如果她是花，她会开心。\n她说，至少蝴蝶来过。\n\n但是，蝴蝶什么时候再回来？\n两年，真慢。"
  },
  {
    date: "1995.04.05",
    title: "缪",
    body: "布雷诺之外的世界是什么样子的？\n为什么她离开后还不回来？\n\n这才过去十天，还不到两年。\n早知道这样，那时，就应该多去找她换药的。\n或者，找她多了解些布雷诺之外的事。\n好吧，那时，我就应该再多看看她。\n那样的话，至少梦里的画面也能再多一些。\n\n好想再见她。\n好想再多了解她一点。\n\n缪"
  },
  {
    date: "1995.04.18",
    title: "缪宏谟",
    body: "我好像会写她的名字了。\n\n时间真慢，\n怎么还有七百多天。\n如果我一天写一遍她的名字，\n到了七百多遍的时候，\n是不是就能再见到她了？\n\n缪宏谟\n缪宏谟\n……\n缪宏谟"
  },
  {
    date: "1995.05.03",
    title: "缪宏谟",
    body: "就算一天写一遍，还是不够。\n我还是会想她，还是会梦见她。\n或许我应该做点什么别的事情。\n\n想跑步，\n但布雷诺不允许跑步。\n只能再多去荒野和白桦树林里走走了。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟"
  },
  {
    date: "1995.06.11",
    title: "缪宏谟",
    body: "今天是特别的一天。\n今天，被奥丁拉着，第一次在布雷诺奔跑。\n今天也是我加入狂草帮的第一天。\n虽然这群人看着凶神恶煞的，\n但是他们都很好。\n\n奥丁、保罗、阿杰……\n这里很温暖，\n我和他们是一类人。\n祖母，撤该，我好像有了新的家人。\n\n或许，我能通过狂草帮走出这里。\n走出了这里，\n我就能看看她说的世界，\n我就有机会再见到她了。"
  },
  {
    date: "1995.07.20",
    title: "缪宏谟",
    body: "我想在狂草帮做些什么。\n老大让我先锻炼好身体。\n他陪我一起晨跑，\n教我在奔跑中保持体力。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1995.11.08\n缪宏谟\n原来老大跑去集市买粉色裙子是为了送给黛利拉。\n老大真的对她很好。\n当然，老大对每个人都很好。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟"
  },
  {
    date: "1995.12.25",
    title: "缪宏谟",
    body: "今天，我有了人生中第一双跑步鞋，\n是一双漂亮的阿甘鞋。\n总有一天，我会穿着它跑出这里的。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1996.03.17\n缪宏谟\n我终于能参与狂草帮的行动了。\n我能帮他们收集信息，接头。\n哪怕被发现，我也能够逃跑，\n谁也追不上我。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟"
  },
  {
    date: "1996.06.08",
    title: "缪宏谟",
    body: "今天，我自己搭建的花房终于完工了。\n这是为她准备的。\n每一朵花都是我亲手栽种的。\n等她回来的那天，\n我就可以带她来花房，\n告诉她我有多想她。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1996.09.23\n缪宏谟\n花房的花开得不错。\n花房里的蝴蝶和蜜蜂也多起来了。\n\n所以，那只蝴蝶什么时候会飞回来再看看花呢？\n还有一年，\n她会回来的。"
  },
  {
    date: "1997.01.05",
    title: "缪宏谟",
    body: "缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1997.03.12\n缪宏谟\n我竟然真的写了七百多遍她的名字。\n哪怕连麻烦的东国字我都能熟练地写下了。\n\n她应该快回来了吧？\n约定的时间快到了。\n这几天花房的花开得不错。\n她应该会喜欢吧？\n\n缪宏谟\n缪宏谟\n……\n缪宏谟"
  },
  {
    date: "1997.06.21",
    title: "缪宏谟",
    body: "缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1997.08.14\n缪宏谟\n740遍了。\n她是不是有事耽搁了？\n她答应我的。\n她一定会来的。\n她不会忘记我的。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1997.11.30\n缪宏谟\n有些花的花期过了。\n真可惜，她看不到了。\n不过还好，花房的四季都有花开。\n无论她什么时候来，都很好看。\n\n缪宏谟\n缪宏谟\n……\n缪宏谟"
  },
  {
    date: "1998.04.22",
    title: "缪宏谟",
    body: "缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1998.07.09\n缪宏谟\n她还没来……\n\n缪宏谟\n缪宏谟\n……\n缪宏谟\n\n1998.10.16\n缪宏谟\n3年了，她还是没来。\n她是不是已经忘了我……\n她是不是不会再来了……\n\n缪宏谟\n缪宏谟\n……\n缪宏谟"
  },
  {
    date: "1999.08.03",
    title: "骗子",
    body: "果然一切都是骗我的。\n什么\"蝴蝶来过\"，不过是她的谎言。\n她就像蝴蝶一样，短暂地在这里停留一瞬，就离开了。\n留下我在原地，守着她的承诺，一点一点枯萎。\n\n没关系，既然她是蝴蝶，\n那我就留下每一只飞进花房的蝴蝶。\n里面总有一只会是她。\n她没办法陪我，那就让那些蝴蝶留下来陪我。\n\n没关系，\n没关系的。\n只是一点毒气而已，\n只是温暖的水而已。\n为什么要挣扎呢？\n留下来陪我不好吗？\n下一次，我不会让蝴蝶飞走了。"
  },
  {
    date: "2000.02.18",
    title: "",
    body: "什么狗屁金狮医院，这群外国佬每次都是这样。\n来到这里，短暂的停留之后，\n再消失得无影无踪。\n当年的电台是这样，缪宏谟也是这样。\n他们都是恶劣的骗子！\n\n今天，撒该还和一个外国的记者玩得很开心。\n那个记者被抢了相机，\n我其实并不打算帮她，不过看在撒该的份上，\n我才花费了一个人情帮她搞定。\n外国佬可真麻烦。\n\n不过，她看起来很喜欢撒该。\n这也不奇怪，\n没有人会不喜欢撒该。"
  },
  {
    date: "2000.05.02",
    title: "",
    body: "她回来了，虽然没想到是这种相遇。\n上一次是她救了我，\n这一次是我来救她。\n五年了，整整五年，\n她终于回来了。\n\n可是她没认出我。\n明明她说过，\n我的伤疤会成为记号，在乎我的人可以一眼认出我。\n她说的话我都记得，\n可她什么都忘了。\n不，该说她一点都不在意我。\n\n还有那三句话。\n我以为我的提示已经够明显了。\n果然，她不认识我了。\n\n算了，哪怕这样，我还是让\"想笑就笑\"给她挡风。\n毕竟我可不是她。\n我们还会再见的，缪宏谟。"
  },
  {
    date: "2000.05.06",
    title: "",
    body: "黛利拉这个疯女人！\n她分明都看清是我了，还不停手。\n要不是她，我们怎么会被抓！\n等会儿就去把她裙子烧了！\n算了，真烧了的话，\n恐怕我在狂草帮的房间会被炸烂的。\n这疯女人真的干得出来。\n\n不过，今天也算是因祸得福了。\n她的道歉真挚且诚恳，很难不原谅吧。\n\n前几天看书，书上说心动和心疼会有相似的反应。\n所以这次，我走进人群享受谩骂。\n我看到她焦急地奔向我。\n这次我赌赢了。\n\n就是这样缪宏谟。\n为我心疼吧，心脏为我而跳动吧。\n这种捕猎成功的感觉真好。\n我要捕猎你对我的关注，\n我要你的温柔再次为我降落。\n我要我们记仇阴冷，睚眦必报，手段肮脏；\n我要我们真实赤裸，没有伪装，没有隐藏。"
  },
  {
    date: "2000.05.11",
    title: "",
    body: "天杀的！黛利拉这疯子！\n谁没事倒吊在沙包上睡觉啊！\n说教我打拳，明明就是公报私仇！\n\n2000.05.15\n我很喜欢缪宏谟看到那些伤口的反应。\n所以，我都故意给她看那些伤疤。\n我喜欢看她为我缠上护手绷带的样子。\n\n我答应她，在她的视线之外也要保护好自己。\n不过，我才不要。\n我偏要在她的视线之内受伤，\n我要看她心疼，\n我要她的目光只为我停留。\n\n2000.05.20\n今天被黛利拉揍惨了。\n不过，她看到缪宏谟给我缠的护手绷带的表情，\n真的太精彩了！\n她嫉妒死了！\n我幸福死了！\n\n当然如果老大不来，我可能真要死了。"
  },
  {
    date: "2000.05.25",
    title: "",
    body: "今天，她吻了我。\n那可是我的初吻。\n\n好吧，其实是她发烧了，但不肯吃药。\n她这明明就是在胡闹！\n说着什么\"荒唐事\"，什么\"必要原因\"，\n就吻了上来。\n明明被她强吻的是我，她反倒委屈上了。\n我想看的不是这样的她。\n\n不过，既然她要我每天给她送药，\n倒是多了个每天见她的理由，\n倒也很不错。\n\n2000.05.28\n缪宏谟身体好了，\n可我好像生病了。\n每当我看向她左手无名指的时候，\n我就感觉我的狂笑症要抑制不住了。\n为什么？为什么她戴着婚戒？\n为什么她在已经订婚的情况下还要吻我？\n这就是她说的\"荒唐事\"？\n那\"必要原因\"又是什么？"
  },
  {
    date: "2000.06.03",
    title: "",
    body: "我恨她。\n我恨她欺骗我。\n我恨她明明已经订婚了还来招惹我。\n我恨她让我心动，又让我心碎。\n\n可是我更恨我自己。\n恨我自己明明知道真相，\n却还是控制不住地想她。\n恨我自己看到她的时候，\n所有的恨意都烟消云散。\n\n2000.06.09\n她说她的婚姻只是一场交易。\n她说她不爱程走柳。\n可是那又怎样呢？\n她还是要嫁给他。\n她的人生里，\n从来没有我的位置。\n\n我算什么呢？\n她无聊时的消遣？\n还是她布雷诺回忆的附属品？"
  },
  {
    date: "2000.06.15",
    title: "",
    body: "今天，她带我去了她小时候住的地方。\n她说那是她和外婆的回忆。\n\n她说起外婆的时候，\n眼睛里有光，\n和平时冷冰冰的样子完全不一样。\n\n我喜欢她这个样子。\n喜欢她不是莱诺集团的继承人，\n不是程走柳的未婚妻，\n只是缪宏谟。\n\n2000.06.21\n她问我愿不愿意和她一起逃。\n逃去哪里呢？\n我也不知道。\n但只要是和她一起，\n去哪里都好。\n\n可是我不能。\n我还有狂草帮，\n我还有老大他们。\n我不能就这样一走了之。"
  },
  {
    date: "2000.07.01",
    title: "",
    body: "黛利拉说我变了。\n她说我以前像个小刺猬，\n现在却整天魂不守舍的。\n\n我也觉得我变了。\n变得不像我自己了。\n\n可是有什么办法呢？\n谁让我遇到了缪宏谟呢。\n\n2000.07.08\n今天下了好大的雨。\n她被困在了我这里。\n我们一起听了一整晚的雨声。\n什么都没做，\n就只是待在一起。\n\n这样就很好了。\n真的很好了。"
  },
  {
    date: "2003.02.14",
    title: "",
    body: "两年了。\n离开布雷诺两年了。\n\n老大说的没错，\n我终究还是走出了布雷诺。\n只是没想到是以这样的方式。\n\n狂草帮没了。\n老大没了。\n什么都没了。\n\n只剩我一个人。\n还有那条傻蛇。\n\n2003.04.26\n我查到了一些关于她的消息。\n她结婚了。\n和程走柳。\n\n婚礼很盛大。\n全东国的媒体都在报道。\n\n她看起来很幸福。\n\n真的吗？\n她真的幸福吗？"
  },
  {
    date: "2003.07.19",
    title: "",
    body: "真该死啊！\n缪宏谟都丧偶两年了。\n那些人面兽心的所谓上流人士，\n还对这个寡妇有所企图，\n想把她连人带财产全部吞掉。\n胃口可真大！\n\n那我就帮你们这些家伙开开胃。\n送邀请函的就吞邀请函，\n送手表的就吞手表，\n送香水的就给我喝干净。\n\n哦对了，那个送车的最有意思。\n明明我都大发慈悲之让他吞钥匙了，他还不领情。\n那只好把他的牙齿打碎了，一起吞下去。\n他的悲鸣和汽笛声还真有点像呢。\n\n反正，缪宏谟看不见这些，而我也不喜欢看那些\"礼物\"。\n她的命属于我，她的人生也属于我。\n我就是在保护她，我也确实还爱她。\n哪怕她做了那些事。"
  },
  {
    date: "2003.11.05",
    title: "缪宏谟，",
    body: "真是个有毒的女人。\n明明我知道她都做了些什么，\n可我的心却还在为她辩解。\n\n我有太多的问题想要问她了。\n总有一天，我会用她熟悉的东国话，问出所有问题，\n让她用她最熟悉的语言来回答。\n\n我要报复她，\n让她对我好好解释，\n那是她欠我的解释。"
  },
  {
    date: "2005.01.03",
    title: "莱诺家族的家徽是什么？渡鸦？",
    body: "倒是挺适合他们。\n这群家伙无论是伯纳德、瑞法，\n还是今天刚死在我手上的卢特，\n都是一样的聒噪。\n所以，第一枪要瞄准嘴巴。\n\n毕竟，\n能让我真心发笑的，\n除了老大的冷笑话以外，\n就只有这些家伙的惨叫了。\n\n缪宏谟，\n如果我会在复仇中沉沦，\n你还会为我戴上护手绷带吗？"
  },
  {
    date: "2005.02.17",
    title: "我反复跟老大确认了十遍，",
    body: "我最后的刺杀目标居然是缪宏谟。\n这真的不是一个冷笑话吗？\n为什么不是程走柳？\n\n罢了，杀她的人是我，这样也好。\n不枉费这些年，我一次又一次地回到她的出租屋，\n阅读她的书籍，\n思索她的为人，\n构想对她的报复。\n\n缪宏谟，\n我的东国话已经学得很好了。\n我有太多太多的问题想要问你。\n这次的好久不见，你还能认出来吗？"
  },
  {
    date: "2005.03.09",
    title: "\"想笑就笑\"又瘦了，",
    body: "这次去东国还是把它一起带上吧。\n把它留在老大身边，它只能吃素，越吃越瘦。\n\n至于老大，\n他又给我买了一批新衣服，\n说是从什么时装展上下来的。\n\n这几年，\n我的衣柜装满了他送来的那些衣服、腕表、香水。\n他什么时候有这么好的品位了？\n他总说是温蒂挑的。\n我才不信，要是真的，他怎么可能还是一件夹克穿到包浆。\n\n他还问起了我在弄蛇学院的课程。\n好吧，我确实没怎么去过。\n真不知道他是从哪里认识的这么多研究蛇的专家。\n他说这次任务之后我就有时间去上课了。\n希望如此吧。"
  },
  {
    date: "2005.03.28",
    title: "该带的东西都准备好了。",
    body: "不过，以助理的身份接近她，未免有点太俗了吧。\n\n得重新构思一下。\n总要为难一下她吧。\n总要看看故人惊心动魄时的嘴脸吧。\n总要看看她与五年前有什么变化吧。\n我很期待这次的\"不期而遇\"。\n\n缪宏谟，\n你也别让我失望啊。"
  },
  {
    date: "2005.04.12",
    title: "一个失去了导盲犬的盲人，",
    body: "一个路过的好心人，\n听起来真是一场不错的相遇。\n\n我不信她能听出我的声音，\n但我又期待她能认出我来。\n不过，看起来，她又一次忘了我。\n或许，她在离开布雷诺之后，就从来没有想起过我。\n\n伸手拽住她的时候，我终于看见了她不再冷静的神情。\n没了导盲犬，没了盲道，\n她就只能抓着我的手了。\n\n廖景恢，那可是我特意为她准备的名字。\n这也是我第一次看见她的掌纹。\n那么复杂的掌心纹，她每天到底在想什么？\n\n她说，我们的姓有共同的组成部分。\n她说对了。\n毕竟，这可是我特意准备的。\n毕竟，我们可有共同的过去。"
  },
  {
    date: "2005.04.21",
    title: "事情的进展有点出乎意料。",
    body: "我不知道该怎么形容。\n\n她总是毫无防备地让渡她自己的触碰权。\n无论是在拥挤的人潮，还是为她测量身体。\n\n该死的！\n我本可以趁人潮汹涌时，杀掉她遁走，\n我本可以趁量体裁衣时，勒死她离开。\n可是我总觉得不是时候。\n\n再等一等，等什么呢？\n等老大告诉我任务取消？\n然后，我抱着劫后余生的心态，故作遗憾地离开？\n还是，我在等一个她的答案？\n我不知道，那就再等等吧。"
  },
  {
    date: "2005.05.03",
    title: "虽然很难接受，",
    body: "但不得不承认老大说得对。\n\n即使我们各有恩怨，\n但在更强大的仇敌面前，\n我们需要结成合作的关系。\n\n老大不愧是老大，还是那么冷静，稳重，顾全大局。\n至于缪宏谟，她还是一如既往地不惜命。\n她总是把自己的生命放在天平上随时可以抛弃的一端。\n所以，虽然可能她不喜欢，\n但我还是让她发了毒誓。\n\n她只能由我杀死她。\n她死前不许逃避。\n更重要的是，\n她得再给我一次爱情。\n\n可她，就像哄一个无理取闹的小孩一样，平静地答应了我。\n\n缪宏谟，\n我恨你是真的，可我爱你也是真的。"
  },
  {
    date: "2005.05.10",
    title: "虽然，她没有怎么向我提过她的母亲，",
    body: "但是，我知道她的母亲对她来说很重要。\n所以，我一个人将她的母亲的尸体带回来了。\n不过，就是这几处枪伤有点麻烦，\n倒不是伤得有多重，\n就是这件漂亮衣服被打破了，\n看起来不太好补。\n\n她说可以满足我的需求。\n那就让她好好地吃一碗面，再加一颗蛋，\n还需要再把买来的蛋糕、甜水、水果都吃完，\n尤其是山竹。\n她看不见后，有谁会给她剥呢？\n\n所以，缪宏谟，\n不知道你有没有懂，我的需求是你。\n是你不要那么不惜命，\n是你要好好对待自己，\n是你要好好生活，\n是你坚强自由地活下去。\n还有，我的需求是：\n\"祝来日自由时，柳叶刀依旧\"。"
  },
  {
    date: "2005.05.16",
    title: "真不知道是该庆幸还是该悲哀。",
    body: "庆幸的是我已经猜到了。\n她还是那个只会哄我，骗我，\n答应把命给我，却转头又交给别人的坏家伙。\n当然，悲哀的也是这个。\n\n当她走向人群的时候，\n我好像看到了五年前的我。\n这次身陷囹圄的是她，\n奋不顾身的是我。\n\n书上说的也不全对。\n心疼和心动，\n虽然有相似的感觉，\n但心疼的感觉多了许多苦涩。\n所以，我才委屈又生气地对她说了难听的话。\n\n对不起，缪宏谟。\n你不是垃圾。\n你只是一个习惯什么都不说，自己默默承受的傻瓜。\n如果可以的话，忘记我说的那些难听的话吧。\n但希望你能记得，\n在你的视线之外，我会一直看着你。"
  },
  {
    date: "2005.05.22",
    title: "",
    body: "明天就要大决战了。\n今天应该是我活这23年来最疯狂的一天。\n缪宏谟竟然要拉着我去开夜车。\n疯狂，荒诞，不计后果。\n可我拒绝不了她。\n她应该是在怀念过去的自己。\n她向往自由，所以我不该拘束她。\n\n命运啊，我曾无数次向你祈求，向你抱怨。\n可现在我不屑于你的看顾，\n如果你真的能看见，\n请你瞪大你的狗眼看看，\n我的爱人，她是盲人，却在开车。\n\n命运你真的不值一提。\n在这个无边无际的，没有方向，没有人烟的沙漠，\n我真切地走进了她的世界。\n我感受了她的无助，我理解了她的艰辛，我真诚地向她道歉。\n\n缪宏谟，你别放弃自己。\n我会抓住你的，我们一起逃，一起往前跑。\n不管你怎么决定，我都不会改变带你走出去的想法。\n我会抓紧你，我不会放弃，我会一直这样。"
  },
  {
    date: "2005.05.23",
    title: "",
    body: "今天就是决战的日子了，\n我知道这一切可能不会顺利。\n\n但没关系，如若今日我终将殒命，\n布雷诺的长风啊，请悉心照料我的魂灵。\n\n对了，我的爱人，\n祝你此生畅达，唯自由长青。\n\n2005.05.24\n命运将我仅剩的两位至亲带走了。\n\n以后再也不会有人给我讲冷笑话了。\n老大，奥丁，你食言了。\n布雷诺最纯正的硬汉用他的生命，\n完成了一场最华丽的魔术。\n\n\"想笑就笑\"，你这傻蛇。\n下辈子，你要学会为自己而活。\n\n缪宏谟说，你们只是去了另一片没有硝烟的原野。\n那就再等等我，到时候我们再重逢。"
  },
  {
    date: "2005.05.28",
    title: "",
    body: "自由高于生命。\n所以，我和我的爱人选择逃亡。\n不，这不是逃亡，\n这不过是一场不知何日而终的旅行——\n去北国的冷杉林看蝴蝶的迁徙群。\n\n我本以为她这样的大小姐会去过很多地方。\n但没想到，她从来都不是自由的。\n\n自由，那是她一生都在追求的东西。\n所以，我想把自由，还给她。\n\n2005.06.03\n路上一直都有人在追着我们。\n\n不行，这样不行。\n一直这么警惕地逃亡会消磨掉人的精力。\n无论对她，还是对我，这样都太累了。\n她会吃不消的。"
  },
  {
    date: "2005.06.11",
    title: "",
    body: "她发烧了。\n又一次，在我面前。\n一定是高强度地赶路让她的身体受不了一点风寒。\n她不该经历这些的。\n\n2005.06.15\n她的身体每况愈下。\n我知道，这样不行。\n\n我想过，要不就在这里停下，不逃了。\n可她还没有得到她想要的自由，\n我怎么能将她的自由拱手相送。\n\n2005.06.18\n我找了个医生给她看病。\n好吧，是我逼着医生给她看病。\n医生说她这是肺炎，要静养。\n但现在我们还在逃亡。\n\n我又想到了自杀，我已经好久没这样想过了。\n没想到，她同意了。她似乎很满意这个决定。\n缪宏谟，在我眼里，你从来都是最好的。\n是我，一直想带你走。"
  },
  {
    date: "2005.06.22",
    title: "",
    body: "我还是没有买回安眠药。\n好吧，我确实不想让她就这么陪我一起死去。\n\n虽然没有安眠药，但我给她带了许多颜料，\n那是给盲人作画特质的颜料，用祖母留给我的钱买的。\n这样，哪怕她看不见，也能通过触摸感知到色彩。\n\n我并不擅长画画。\n所以，我让那个卖我颜料的盲人先给我示范着画了一幅。\n我试过了，闭上眼睛就能摸到画上的蝴蝶。\n我会找个时间把这幅画送给她。\n她一定会喜欢的。"
  },
  {
    date: "2005.06.27",
    title: "",
    body: "就快到保护区了。\n我早就计划好了这一切的。\n\n我不会写举报信和认罪书。\n我就去问追着我们的警察。\n要开宗明义，要事实清楚，\n要决心悔罪，要真情实意。\n该死！我写的时候，满脑子想的都是她。\n毕竟，我对她的感情，确有其罪。\n\n所以，我得让她活着。\n或者说，只有她活着，她的笑活着，我才能活着。\n\n写完一切，回去才发现，她在等我。\n此刻，仿佛，我们真的有个温馨的小家。\n\n我们度过了最浪漫的一个夜晚，像寻常夫妻那样。\n如果可以将时间像标本一样定格，\n我愿付出一切将这一刻变成永恒。\n\n可惜这就像点燃的火柴，\n即使我并不在意火舌灼烧着我的皮肤，\n也无法阻挡燃尽那一刻的到来。"
  },
  {
    date: "2005.06.28",
    title: "",
    body: "缪宏谟，\n她还是那么聪明，\n她总能轻易洞察我的心事。\n\n我的爱人啊，请允许我最后自私一次。\n明天山顶我将对你毫无隐瞒。\n或许，明天，我会死，但你会得到自由。\n\n爱是基因隐藏的序列，\n爱是能撼动欲望的本能。\n\n缪宏谟，\n我好像学会什么是爱了。\n\n这个世界荒诞无趣，\n而爱上你，是我对这个世界对这命运最温柔的反抗。\n\n缪宏谟，我爱你。\n今晚，我终于，收到了你的回答。\n\n明天之后，或许又要好久不见了。\n下次见面，别忘了我。"
  }
];

const DiaryDoodles = {};

if (typeof module !== 'undefined' && module.exports) {
  module.exports = { DiaryData, DiaryDoodles };
}
